[
    {
        "job_name": "Специалист технической поддержки",
        "emp_name": "Яндекс",
        "description": "Каждый день миллионы пользователей обращаются к сервисам Яндекса: ищут ответы на вопросы, решают рабочие задачи, учатся и отдыхают. А если что-то идёт не так, они всегда могут связаться со службой поддержки.\nМы ищем внимательных, тактичных и любознательных специалистов, которые будут помогать пользователям в самых разных ситуациях.\nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать по вопросам, связанным с сервисами Яндекса;\n• передавать информацию разработчикам и менеджерам, чтобы они улучшали сервисы.\nМы ждём, что вы:\n• грамотно пишете по-русски;\n• чётко и структурированно излагаете мысли;\n• умеете работать с большим объёмом информации;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать самостоятельно и в команде;\n• готовы учиться;\n• не устаёте от однообразных задач.\nБудет плюсом, если вы:\n• можете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование, особенно техническое.\nУсловия:\n• удалённая работа;\n• частичная занятость: пять дней в неделю по четыре часа;\n\n• гибкий график: плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата;\n• удалённое оплачиваемое обучение.",
        "salary_min": 15000
    },
    {
        "job_name": "Аналитик данных (Управление Сквозные бизнес-компоненты)",
        "emp_name": "Банк ВТБ (ПАО)",
        "description": "Обязанности:\n \n• создавать, развивать и поддерживать регулярную отчетности для топ-менеджмента;\n \n• создавать Ad-hoc аналитические отчеты для проверки продуктовых гипотез по запросу руководства;\n \n• генерировать и проверять статистические гипотезы;\n \n• определять ключевые метрики по новым фичам, прогнозировать как они увеличатся после запуска фичи и следить за их выполнением;\n \n• создавать системы аналитических бордов по клиентским и продуктовым метрикам в BI системах.\n \nТребования:\n \n• знание Teradata, Hadoop, DBeaver, Bigquery, Python, PyCharm, JupyterHub, Yandex Metrica, AppMetrica, PowerBI, QlickSense;\n \n• знание SQL (сложные запросы, оконные функции);\n \n• знание python (библиотеки для аналитиков, pyspark);\n \n• опыт построения бордов(powerbi, qlick sense);\n \n• опыт работы в Yandex Metrica и AppMetrica;\n \n• знание основных продуктовых метрик и как их считать;\n \n• будет плюсом умение строить модели ML.\n \nУсловия:\n \n• трудоустройство согласно Законодательству;\n \n• конкурентная заработная плата;\n \n• профессиональное обучение и развитие;\n \n• добровольное медицинское страхование, льготные условия кредитования;\n \n• корпоративная пенсионная программа, материальная помощь;\n \n• спортивная жизнь и корпоративные мероприятия;\n \n• возможность построить карьеру в ведущем банке России.",
        "salary_min": 15000
    },
    {
        "job_name": "Программист Web, php, Python",
        "emp_name": "ООО «СМАРТСОФТ»",
        "description": "Условия:\n\n• График работы – 5/2.\n• Официальное трудоустройство.\n• Возможность профессионального и карьерного роста.\nТребования:\n\n• Знание и понимание принципов работы OS Linux.\n• Обязательный опыт работы с FastAPI, так как большая часть работы с ним, меньше с Django и DRF.\n• Знание Python3, SQLAlchemy, Nginx, Docker, PostgreSQL, Git.\nОбязанности:\n\n• Разработка мобильных Web приложений.\n• Необходимо базово настраивать VPS с Docker и Nginx.",
        "salary_min": 50000
    },
    {
        "job_name": "Python-разработчик (Django)",
        "emp_name": "Российское общество «Знание»",
        "description": "Российское общество «Знание» — крупнейшая в стране современная просветительская организация, которая ежегодно проводит сотни мероприятий для молодежи по всей России: организует тысячи выступлений выдающихся людей из сфер культуры, искусства, науки, истории, проводит научные баттлы, конкурсы, викторины, снимает фильмы и помогает лекторам в нашей стране быть услышанными и найти свою аудиторию.\nКоманда Технического департамента в поиске сильных Python (django) разработчиков для работы над новой контент-платформой.\nПроект имеет всероссийский масштаб, рассчитан на миллиоys пользователей и должен тесно связывать онлайн с офлайном. Включает в себя веб, мобильные приложения и множество спецпроектов.\nУ нас боевая команда из бизнеса, которая запускала такие продукты как Фоксфорд/Нетология и My Games Cloud\nТвоя основная задача будет заключаться в разработке серверной части приложений: клиентское API для веб и мобильных приложений.\nЧто мы ждем от кандидата:\n• Очень важен опыт разработки на Python 3 (Django Framework) от 3-х лет;\n• Опыт работы с PostgreSQL, Redis, Elasticsearch, DRF, Git;\n• Знание Celery, Docker;\n• Опыт работы с высоконагруженной архитектурой;\n• Умение писать поддерживаемый и расширяемый код (SOLID, KISS, DRY, паттерны и т.п.);\n• Умение и желание писать тесты, мы используем pytest.\nБудет преимуществом:\n• Опыт работы с k8s и облачными провайдерами;\n• Опыт разработки GraphQL API (graphene);\n• Asyncio, Aiohttp, Clickhouse, Kafka.\nЧто мы предлагаем:\n• Возможность присоединиться к проекту на старте: минимум легаси, максимум актуальных решений;\n• Полностью белую зп, оформление по ТК, современную технику для комфортной работы;\n• Удаленная работа с возможностью, при желании, посещать офис в Москве (м.Добрынинская);\n• Профессиональный и драйвовый коллектив;\n• Возможность влиять на процессы и практики компании через внедрение итеративных улучшений.",
        "salary_min": 180000
    },
    {
        "job_name": "Full stack python developer",
        "emp_name": "ФГБУ \"НМИЦ онкологии им. Н. Н. Петрова\" Минздрава России",
        "description": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет Full Stack разработчика на Python для работы с алгоритмами машинного обучения и искусственного интеллекта\n Должностные обязанности:\n * Разработка веб-интерфейса для разметки данных\n * Консультирование / участие в автоматизации источников данных для ML моделей совместно с ML Engineer/Data Engineer \nТребования:\n - Высшее техническое образование в сфере компьютерных наук, прикладной математики или статистики (желательно)\n- 2+ года опыта с React.js и Python.\n- Знание фреймворков Django, Flask или Streamlit (желательно)\n- Контейнеризация: Docker, OpenShift;\n- Опыт с базами данных: MongoDB, PostgreSQL\n- Инструменты DevOps (MLOps): Git, Jira, Bitbucket, Nexus, Jenkins\n- Технический английский статьи, документация\n- Понимание жизненного цикла моделей (CRISP-DM) (желательно)\n- Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения) (желательно)\n- Знание фреймворков, библиотек машинного обучения: Scikit-learn, XGBoost, CatBoost, TensorFlow, Pytorch, Hugging Face transformers (желательно) \nУсловия:\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях",
        "salary_min": 200000
    }
]