[
    {
        "job_name": "Специалист службы поддержки (с техническими знаниями)",
        "emp_name": "Яндекс",
        "description": "Каждый день миллионы пользователей обращаются к сервисам Яндекса: находят ответы на вопросы, решают рабочие задачи, учатся, отдыхают. А когда что-то идет не так, их выручает служба поддержки. Помощь может потребоваться в самых разных ситуациях. Поэтому мы ищем внимательных, тактичных и любознательных специалистов, знакомых с языками программирования и разметки.\nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать их о вопросах, связанных с Яндексом;\n• передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n• иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n• грамотно пишете по-русски;\n• умеете четко и структурированно излагать мысли;\n• легко находите главную информацию в текстах разного объема;\n• умеете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n• помогали людям онлайн;\n• умеете работать самостоятельно и в команде;\n• готовы к гибкому графику;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать с большим объемом информации;\n• готовы учиться;\n• не устаете от однообразных задач.\nУсловия:\n• работа из дома;\n• оформление совместительства;\n• частичная занятость: 20 рабочих часов в неделю;\n• гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата;\n• удаленное оплачиваемое обучение.",
        "salary_min": 15000
    },
    {
        "job_name": "Python-разработчик (Django)",
        "emp_name": "Российское общество «Знание»",
        "description": "Российское общество «Знание» — крупнейшая в стране современная просветительская организация, которая ежегодно проводит сотни мероприятий для молодежи по всей России: организует тысячи выступлений выдающихся людей из сфер культуры, искусства, науки, истории, проводит научные баттлы, конкурсы, викторины, снимает фильмы и помогает лекторам в нашей стране быть услышанными и найти свою аудиторию.\nКоманда Технического департамента в поиске сильных Python (django) разработчиков для работы над новой контент-платформой.\nПроект имеет всероссийский масштаб, рассчитан на миллиоys пользователей и должен тесно связывать онлайн с офлайном. Включает в себя веб, мобильные приложения и множество спецпроектов.\nУ нас боевая команда из бизнеса, которая запускала такие продукты как Фоксфорд/Нетология и My Games Cloud\nТвоя основная задача будет заключаться в разработке серверной части приложений: клиентское API для веб и мобильных приложений.\nЧто мы ждем от кандидата:\n• Очень важен опыт разработки на Python 3 (Django Framework) от 3-х лет;\n• Опыт работы с PostgreSQL, Redis, Elasticsearch, DRF, Git;\n• Знание Celery, Docker;\n• Опыт работы с высоконагруженной архитектурой;\n• Умение писать поддерживаемый и расширяемый код (SOLID, KISS, DRY, паттерны и т.п.);\n• Умение и желание писать тесты, мы используем pytest.\nБудет преимуществом:\n• Опыт работы с k8s и облачными провайдерами;\n• Опыт разработки GraphQL API (graphene);\n• Asyncio, Aiohttp, Clickhouse, Kafka.\nЧто мы предлагаем:\n• Возможность присоединиться к проекту на старте: минимум легаси, максимум актуальных решений;\n• Полностью белую зп, оформление по ТК, современную технику для комфортной работы;\n• Удаленная работа с возможностью, при желании, посещать офис в Москве (м.Добрынинская);\n• Профессиональный и драйвовый коллектив;\n• Возможность влиять на процессы и практики компании через внедрение итеративных улучшений.",
        "salary_min": 180000
    },
    {
        "job_name": "Старший программист-разработчик (Python/Django) / Senior back-end developer",
        "emp_name": "Удачный выбор",
        "description": "О нас:\nМы являемся аккредитованной IT-Компанией, агрегатор служб курьерской доставки, лидер в корпоративном сегменте рынка. Наши партнеры — известные курьерские службы и транспортные Компании, такие как Pony Express, СДЭК, DHL, Деловые Линии, КСЕ и т.д. (всего 18 компаний). Сотрудничая с нами, бизнес экономит до 40% при отправке документов и грузов по России, ближнему и дальнему зарубежью.\nО компании и ИТ-продуктах также см. ниже.\n\nРассматриваем варианты как офисной, так и удаленной занятости на полный рабочий день.\nОбязанности:\n• Развитие собственного in-house продукта, передового интернет-сервиса;\n• Проектирование программных решений, интеграций, API;\n• Разработка нового функционала на Python / Django;\n• Рефакторинг текущей кодовой базы, проведение ревью;\n• Поиск ошибок, их устранение;\n• Разработка интеграций с различными внешними системами;\n• Оптимизация сервисов под высокие нагрузки.\nТребования:\n• Python 3, Django, Django-rest;\n• Опыт проектирования и развития высоконагруженных систем;\n• Опыт работы с MySQL / Postgres;\n• Опыт работы c redis / rabbitmq;\n• Опыт работы с docker / docker-compose;\n• Опыт работы с celery;\n• Unit testing;\n• Умение разбираться в чужом коде;\n• Понимание работы http, https. REST, RESTful, SOAP;\n• git на уровне очень уверенного пользователя;\n• Уверенное знание Linux;\n• Знание английского на уровне В1 либо выше является обязательным!\nУсловия:\n• Официальное оформление.\n• Своевременная выплата зарплаты.\n• Офис: м. Павелецкая (5-10 минут пешком от метро), возможность работать удаленно.\n• График работы (по Москве): 5/2 с 9.00 до 18.00 (обсуждаемо).\n• Профессиональная команда единомышленников.\n• Открытость руководства к изменениям и улучшениям, без бюрократии.\n• Отлаженные процессы разработки ПО.\n• Возможность прокачать английский язык.\nО продукте и Компании:\nКатапульто — это передовой интернет-сервис, агрегатор служб курьерской доставки. Компания работает более 8 лет, является резидентом Сколково.\nМы развиваем собственный in-house продукт, которым пользуются тысячи компаний ежедневно.\nОб ИТ-подразделении:\nМы выстраиваем нашу Software Factory таким образом, чтобы максимально быстро и качественно решать коммерческие задачи за счет реализации передовых ИТ-решений.\nРаботаем с актуальным стеком технологий, не боимся пробовать новое и применять свежие решения.",
        "salary_min": 200000
    },
    {
        "job_name": "Методист по программированию на Python (в центр цифрового образования)",
        "emp_name": "ГБОУ \"Лицей №126\" Калининского района Санкт-Петербурга",
        "description": "Примечание:\n• с 1 сентября 2022 на базе Лицея 126 открыт Центр цифрового образования \"ИнфинITи\", в который требуются методист по программированию на различных языках (Python обязательно)\nОбязанности:\n• Методическое сопровождение мероприятий центра по направлению \"Программирование на Python \").\n• Поиск и внедрение в план работы педагогов внешних конкурсов и мероприятий технической направленности. \n• Составление программ дополнительного образования.\n• Взаимодействие с внешними партнерами центра.\n• Методическое сопровождение педагогов центра\nТребования:.\n• Ответственность \n• Грамотность \n• Уверенное владение ПК\n• Отсутствие вредных привычек\nУсловия:\n• Рабочий день с 11:00\n• Официальное трудоустройство\n• Соцпакет\n• Бассейн\n• Оплачиваемый отпуск летом 56 дней\n• Возможность внутреннего совмещения по должности администратор, или педагог дополнительного образования",
        "salary_min": 30000
    },
    {
        "job_name": "Программист Web, php, Python",
        "emp_name": "ООО «СМАРТСОФТ»",
        "description": "Условия:\n\n• График работы – 5/2.\n• Официальное трудоустройство.\n• Возможность профессионального и карьерного роста.\nТребования:\n\n• Знание и понимание принципов работы OS Linux.\n• Понимание асинхронного программирования.\n• Знание Python или РнР, работа с базами данных (Postgres, MySQL, MongoDB).\n• Опыт разработки web-приложений. Навык использования Git.\n• Опыт использования Docker.\nОбязанности:\n\n• Разработка мобильных Web приложений.",
        "salary_min": 50000
    }
]